import React from 'react';
import './PediatricDentalCare.css'; 

const PediatricDentalCare = () => {
    return (
        <section className="section">
            <div className="container">
                <h2>علاج أسنان الأطفال</h2>
                <p>قد يكون علاج أسنان الأطفال من أصعب المهام، لكن في كوكب الأسنان يحصل طفلك على العناية الصحية بأسنانه والتعامل اللطيف الذي يمنحه الهدوء والطمأنينة.</p>

                <h3>جودة عالية وعناية شخصية:</h3>
                <ul className="treatment-steps">
                    <li>تقنيات حديثة ومواد مناسبة.</li>
                    <li>أجواء مناسبة ومحفزة للأطفال.</li>
                    <li>التوعية والتدريب للوقاية من تسوس الأسنان.</li>
                    <li>أسعار مناسبة مع خدمة التقسيط.</li>
                    <li>حزم خاصة لتلبية حاجة الأطفال.</li>
                </ul>

                <h3>نصائح وتلميحات:</h3>
                <ul className="tips-list">
                    <li>يجب البدء في العناية بصحة فم الطفل منذ الولادة عن طريق مسح اللثة بلطف باستخدام قطعة قماش ناعمة مبللة بالماء. بعد ظهور أول سن، يمكن استخدام معجون أسنان للأطفال بكميات صغيرة ويجب شرح ذلك للطفل.</li>
                    <li>ينبغي زيارة طبيب الأسنان أول مرة عندما يتراوح عمر الطفل بين 6 و 12 شهرًا، ثم زيارات تقليدية كل 6 أشهر.</li>
                    <li>يجب تحديث الغذاء الصحي والمتوازن للطفل وتجنب تناول الحلويات والمشروبات الغازية بشكل مفرط.</li>
                    <li>يجب تحفيز وتكرار الفرشاة لفترة لا تقل عن دقيقتين وخاصة قبل النوم للقضاء على البقع.</li>
                    <li>يجب استخدام فرشاة الأسنان الناعمة المناسبة لعمر الطفل.</li>
                </ul>

                <h3>ما هو سبب تسوس الأسنان عند الأطفال؟</h3>
                <p>تسوس الأسنان يحدث عندما تتراكم البكتيريا والجير على سطح الأسنان بسبب البقايا الغذائية. يتسبب ذلك في تآكل طبقة اللثة وتكوين التسوس. تناول الطعام الذي يحتوي على السكريات وعدم العناية بالنظافة الشخصية يزيد من خطر التسوس. يجب تعليم الأطفال كيفية العناية بأسنانهم وتقليل الحلويات والمشروبات الغازية، وزيارة الطبيب بانتظام.</p>

                <h3>لماذا علي زيارة طبيب أسنان متخصص في الأطفال؟</h3>
                <p>زيارة طبيب أسنان متخصص في الأطفال تضمن أن طفلك يتلقى الرعاية الطبية المناسبة بأسلوب يتناسب مع احتياجاته النفسية والجسدية. الطبيب المتخصص يكون مدربًا على التعامل مع الأطفال وإدخالهم في بيئة مريحة وآمنة.</p>
            </div>
        </section>
    );
};

export default PediatricDentalCare;
